{
    "drivers": [
        {
            "name": "1",
            "events": []
        },
        {
            "name": "3",
            "events": []
        },
        {
            "name": "4",
            "textSummary": "having i know you know this take care of them tires all day even under caution time to go to the back here in front You know what nine he failed inspection, so he'll be going to the rear once you get the front stretch. I believe you more. better and i need rear grip all turned to the center and through the center loose off ten four the last fifteen may wanna stop just a tiny bit short just cause it's opening out it's not quite as big as normal 5 to 21. Here we go. 3. to one now and away five four three two one right here well straight field library are you ready go hard how do i how do i all the way over watch speed three here the bottom Unless the front loose open, correct? Therefore. Your tire is flat, correct? Yes. pit this time five back there still the bottom like you A lot faster than the leader right now. at the last faster than a leader right now you're good off the bottom pretty over too quick like either Luther, I ain't sure, probably loose I guess. pit fifteen to it for any pretty slow in the middle the race track When I pitted under green there and took off to the splitter, bother much taken off mean Instagram. Pretty good. The biggest thing that bothers me is when the right prep plants in the back snaps. you know he got the wheel into it trying to make you turn and as soon as i as soon as it grabs the back just snaps 10/4 majorly wrong with the front or it's just incredibly two tight take you low down the back it will be open we'll come second time everybody wants to push up top which to me only makes it worse Hard enough just to not spend the tires. That's right. Alright, you can pass caution car. Take your tires. up for the last one Tires are go be great compared to the people right there around him, but have to deal with it, but we can. you know the tire situation won't be great for a few laps hold the rest of off and hopefully we get a quick yell on ain't us and we'll be on equal The playing ground. Here we go get your alternator off coming to green. Look tighter on entry to me. slow one three up staying up high fifty three cars",
            "events": [
                {
                    "lap": 3,
                    "name": "take care of tires",
                    "lapTime": 31.175,
                    "maxCornerSpeed": 155,
                    "onThrotleTime": 69,
                    "understeerGradient": 12.7
                },
                {
                    "lap": 20,
                    "name": "loose on exit",
                    "lapTime": 32.812,
                    "maxCornerSpeed": 152,
                    "onThrotleTime": 66,
                    "understeerGradient": 11.1
                },
                {
                    "lap": 26,
                    "name": "pit this time",
                    "lapTime": 41.147,
                    "maxCornerSpeed": 120,
                    "onThrotleTime": 45,
                    "understeerGradient": 11.2
                },
                {
                    "lap": 28,
                    "name": "flat tire",
                    "lapTime": 82.181,
                    "maxCornerSpeed": 50,
                    "onThrotleTime": 20,
                    "understeerGradient": 11.1
                },
                {
                    "lap": 29,
                    "name": "pit this time",
                    "lapTime": 99.567,
                    "maxCornerSpeed": 70,
                    "onThrotleTime": 10,
                    "understeerGradient": 13.1
                },
                {
                    "lap": 63,
                    "name": "pit",
                    "lapTime": 45.15,
                    "maxCornerSpeed": 118,
                    "onThrotleTime": 43,
                    "understeerGradient": 14.2
                },
                {
                    "lap": 107,
                    "name": "pit - adjusted splitter",
                    "lapTime": 100.45,
                    "maxCornerSpeed": 47,
                    "onThrotleTime": 12.5,
                    "understeerGradient": 14
                },
                {
                    "lap": 110,
                    "name": "splitter is better",
                    "lapTime": 94.778,
                    "maxCornerSpeed": 52,
                    "onThrotleTime": 15,
                    "understeerGradient": 14
                },
                {
                    "lap": 120,
                    "name": "back snaps,front too tight",
                    "lapTime": 32.27,
                    "maxCornerSpeed": 153.5,
                    "onThrotleTime": 57,
                    "understeerGradient": 14.8
                },
                {
                    "lap": 159,
                    "name": "pit",
                    "lapTime": 45.41,
                    "maxCornerSpeed": 116.3,
                    "onThrotleTime": 53,
                    "understeerGradient": 13
                },
                {
                    "lap": 180,
                    "name": "looks tighter on entry",
                    "lapTime": 33.121,
                    "maxCornerSpeed": 151.3,
                    "onThrotleTime": 63,
                    "understeerGradient": 14.7
                },
                {
                    "lap": 212,
                    "name": "pit",
                    "lapTime": 114.322,
                    "maxCornerSpeed": 51,
                    "onThrotleTime": 12,
                    "understeerGradient": 14.5
                },
                {
                    "lap": 267,
                    "name": "pit",
                    "lapTime": 61.79,
                    "maxCornerSpeed": 100,
                    "onThrotleTime": 13,
                    "understeerGradient": 13.5
                },
                {
                    "lap": 272,
                    "name": "fastest lap time",
                    "lapTime": 31.012,
                    "maxCornerSpeed": 157,
                    "onThrotleTime": 71,
                    "understeerGradient": 12.5
                }
            ]
        },
        {
            "name": "5",
            "textSummary": "A little bit too tight like right at apex, like right when I get to the Wi-Fi tight. Did you feel the splitter contacted all or just think it's because that a little bit of tight? That's what it was. I'm not always the best. It's like feeling the splitter. I don't think but but I if it was, I feel like it's the right side of the splitter. yeah it's ten four don't see anything crazy that stands out and photos as you know pit road is open we are pitting for four so yeah we'll be smart here we'll be fine little air pressure adjustment Really good man. Nice and smooth. Your one and two is going great. You beat everybody by attempted that end right now. still a solid temp and a half faster than the four he's tight center loose off your pace is so good little over two seconds back to jenny had it by a tenth and a half that laps reminder to get a drink if you need style OK OK from aware standpoint the tires look great honestly really good for here are right front even better than what i expected this set that we took off under green had a small heat bubble on the inside edge of the right front tire but we've adjusted air pressure slightly since then so i don't think that should be a problem just you know be aware if you have to put you know too much wheel in for too long just to take care of it from from aware standpoint all looks really good OK yeah, I was like I said a little bit tighter that run to the green flag stop and then after the green flag stop. I was a little bit less tight. I was actually pretty good. Yeah, it's it for I think the tires would agree to. your brothers opened planning to stay unless you think we ran over any debris now i'm good little over a second lead now you're one and two is twenty keep that up topless cut back on that. is it really good For keep doing your thing down there at one and two, you're the fastest car by a lot of one and two. That's a big difference. Right now you can play with your line a little as three and four if you. Like the bigger art? Not sure if you'd be 2. out of five second lead now maybe a little over plenty of room to work nice and smooth second here lights all right here do not speed all the way six second lead now on the forty eight should be start with it the forty eight is p two at the line now just forever A little bit better. yeah Anything else? nine nine to go to ten point eight seconds over the twelve now You're still a tense faster than the 12 at least. We'll be pitting performance. Alright, pit Rd will be open this time. We are pitting pit roads up at this time we are pit. once again the tires look really good weird spot on this right front so the tread itself actually looks probably the best of all of our so far but there was one part must have been a little tear or a little bubble that started to come unwound the very small and one local area everything else on the trend of all the tires shoulders all look look really good reminder to get a drink if you need oh OK We're going to pit this time lever forward pit this time 4 tires pitting this time here. Lever forward putting this time. I can't sound exactly sure where they're four, was there? Looks like he just pitted. towards the tail end of the lead lap just give your pace up right now you're running to keep it up still a three second lead all good you doing your thing Maintain your 3 second lead through that traffic. Nice job, all good chicken.",
            "events": [
                {
                    "lap": 20,
                    "name": "little too tight at apex",
                    "lapTime": 32.311,
                    "maxCornerSpeed": 153,
                    "onThrotleTime": 70,
                    "understeerGradient": 16
                },
                {
                    "lap": 26,
                    "name": "pit",
                    "lapTime": 42.926,
                    "maxCornerSpeed": 118,
                    "onThrotleTime": 50,
                    "understeerGradient": 16.5
                },
                {
                    "lap": 29,
                    "name": "splitter contact or too tight",
                    "lapTime": 31.958,
                    "maxCornerSpeed": 160,
                    "onThrotleTime": 72,
                    "understeerGradient": 16.6
                },
                {
                    "lap": 63,
                    "name": "pit",
                    "lapTime": 33.052,
                    "maxCornerSpeed": 155,
                    "onThrotleTime": 69,
                    "understeerGradient": 17
                },
                {
                    "lap": 70,
                    "name": "fastest lap time",
                    "lapTime": 31.279,
                    "maxCornerSpeed": 161,
                    "onThrotleTime": 73,
                    "understeerGradient": 15.5
                },
                {
                    "lap": 80,
                    "name": "runs better",
                    "lapTime": 32.557,
                    "maxCornerSpeed": 159,
                    "onThrotleTime": 71,
                    "understeerGradient": 15.7
                },
                {
                    "lap": 107,
                    "name": "pit next lap",
                    "lapTime": 99.991,
                    "maxCornerSpeed": 75,
                    "onThrotleTime": 10,
                    "understeerGradient": 17
                },
                {
                    "lap": 110,
                    "name": "less tight, feels good",
                    "lapTime": 94.43,
                    "maxCornerSpeed": 51,
                    "onThrotleTime": 12.3,
                    "understeerGradient": 15.6
                },
                {
                    "lap": 159,
                    "name": "pit - 4 tires and fuel",
                    "lapTime": 33.634,
                    "maxCornerSpeed": 154,
                    "onThrotleTime": 67,
                    "understeerGradient": 16.7
                },
                {
                    "lap": 212,
                    "name": "pit - just fuel",
                    "lapTime": 100.091,
                    "maxCornerSpeed": 46,
                    "onThrotleTime": 8.9,
                    "understeerGradient": 17.4
                },
                {
                    "lap": 220,
                    "name": "pit",
                    "lapTime": 43.373,
                    "maxCornerSpeed": 115,
                    "onThrotleTime": 52,
                    "understeerGradient": 15.9
                },
                {
                    "lap": 267,
                    "name": "pit",
                    "lapTime": 33.047,
                    "maxCornerSpeed": 157,
                    "onThrotleTime": 70,
                    "understeerGradient": 17.1
                }
            ]
        },
        {
            "name": "6",
            "events": []
        },
        {
            "name": "9",
            "textSummary": "having i know you know this take care of them tires all day even under caution time to go to the back here in front You know what nine he failed inspection, so he'll be going to the rear once you get the front stretch. I believe you more. better and i need rear grip all turned to the center and through the center loose off ten four the last fifteen may wanna stop just a tiny bit short just cause it's opening out it's not quite as big as normal 5 to 21. Here we go. 3. to one now and away five four three two one right here well straight field library are you ready go hard how do i how do i all the way over watch speed three here the bottom Unless the front loose open, correct? Therefore. I think we're coming to choose here so. We were thinking bottom, unless you could get front row, obviously you're driving. Go where you want here. 1 to go. We will be choosing. Your tire is flat, correct? Yes. pit this time five back there still the bottom like you A lot faster than the leader right now. at the last faster than a leader right now you're good off the bottom pretty over too quick like either Luther, I ain't sure, probably loose I guess. pit fifteen to it for any pretty slow in the middle the race track When I pitted under green there and took off to the splitter, bother much taken off mean Instagram. Pretty good. The biggest thing that bothers me is when the right prep plants in the back snaps. you know he got the wheel into it trying to make you turn and as soon as i as soon as it grabs the back just snaps 10/4 majorly wrong with the front or it's just incredibly two tight take you low down the back it will be open we'll come second time everybody wants to push up top which to me only makes it worse Hard enough just to not spend the tires. That's right. Alright, you can pass caution car. Take your tires. Choose this time. they have top four took the bottom bottom up go around and seventy eight front up for the last one Tires are go be great compared to the people right there around him, but have to deal with it, but we can. you know the tire situation won't be great for a few laps hold the rest of off and hopefully we get a quick yell on ain't us and we'll be on equal The playing ground. Here we go get your alternator off coming to green. Look tighter on entry to me. slow one three up staying up high fifty three cars He 14. the frog get here at the front Your CAP and balance. fifty two two sixty two celsius speed the same thing or forward still trying to find the front more than slide the back stand for Pit Rd. twenty four as well",
            "events": [
                {
                    "lap": 3,
                    "name": "fastest lap time",
                    "lapTime": 31.676,
                    "maxCornerSpeed": 158.38,
                    "onThrotleTime": 72.19,
                    "understeerGradient": 10.31
                },
                {
                    "lap": 20,
                    "name": "not tight, feels a bit loose",
                    "lapTime": 32.722,
                    "maxCornerSpeed": 159,
                    "onThrotleTime": 71,
                    "understeerGradient": 10.14
                },
                {
                    "lap": 21,
                    "name": "tires look good",
                    "lapTime": 32.787,
                    "maxCornerSpeed": 160,
                    "onThrotleTime": 71,
                    "understeerGradient": 10.14
                },
                {
                    "lap": 26,
                    "name": "pit - 4 tires and fuel",
                    "lapTime": 51.661,
                    "maxCornerSpeed": 103.322,
                    "onThrotleTime": 54,
                    "understeerGradient": 10.5
                },
                {
                    "lap": 63,
                    "name": "pit",
                    "lapTime": 33.037,
                    "maxCornerSpeed": 154,
                    "onThrotleTime": 69,
                    "understeerGradient": 11
                },
                {
                    "lap": 107,
                    "name": "pit this time",
                    "lapTime": 93.263,
                    "maxCornerSpeed": 42.12,
                    "onThrotleTime": 13,
                    "understeerGradient": 12
                },
                {
                    "lap": 110,
                    "name": "splitter fix, less tight, center not good",
                    "lapTime": 95.753,
                    "maxCornerSpeed": 51,
                    "onThrotleTime": 5.8,
                    "understeerGradient": 11.345
                },
                {
                    "lap": 159,
                    "name": "pit",
                    "lapTime": 61.621,
                    "maxCornerSpeed": 43,
                    "onThrotleTime": 8.7,
                    "understeerGradient": 10.89
                },
                {
                    "lap": 180,
                    "name": "balance ok",
                    "lapTime": 33.64,
                    "maxCornerSpeed": 152,
                    "onThrotleTime": 77.1,
                    "understeerGradient": 11.01
                },
                {
                    "lap": 212,
                    "name": "pit",
                    "lapTime": 74.325,
                    "maxCornerSpeed": 54,
                    "onThrotleTime": 4.5,
                    "understeerGradient": 11.645
                },
                {
                    "lap": 218,
                    "name": "smoke coming out - come in",
                    "lapTime": 33.93,
                    "maxCornerSpeed": 150,
                    "onThrotleTime": 77.825,
                    "understeerGradient": 11.11
                },
                {
                    "lap": 220,
                    "name": "pit / end of race engine blew up",
                    "lapTime": 276.639,
                    "maxCornerSpeed": 40,
                    "onThrotleTime": 3,
                    "understeerGradient": 11.2
                }
            ]
        },
        {
            "name": "14",
            "events": []
        },
        {
            "name": "18",
            "textSummary": "having i know you know this take care of them tires all day even under caution time to go to the back here in front You know what nine he failed inspection, so he'll be going to the rear once you get the front stretch. I believe you more. better and i need rear grip all turned to the center and through the center loose off ten four the last fifteen may wanna stop just a tiny bit short just cause it's opening out it's not quite as big as normal 5 to 21. Here we go. 3. to one now and away five four three two one right here well straight field library are you ready go hard how do i how do i all the way over watch speed three here the bottom Unless the front loose open, correct? Therefore. I think we're coming to choose here so. We were thinking bottom, unless you could get front row, obviously you're driving. Go where you want here. 1 to go. We will be choosing. Your tire is flat, correct? Yes. pit this time five back there still the bottom like you A lot faster than the leader right now. at the last faster than a leader right now you're good off the bottom pretty over too quick like either Luther, I ain't sure, probably loose I guess. pit fifteen to it for any pretty slow in the middle the race track When I pitted under green there and took off to the splitter, bother much taken off mean Instagram. Pretty good. The biggest thing that bothers me is when the right prep plants in the back snaps. you know he got the wheel into it trying to make you turn and as soon as i as soon as it grabs the back just snaps 10/4 majorly wrong with the front or it's just incredibly two tight take you low down the back it will be open we'll come second time everybody wants to push up top which to me only makes it worse Hard enough just to not spend the tires. That's right. Alright, you can pass caution car. Take your tires. Choose this time. they have top four took the bottom bottom up go around and seventy eight front up for the last one Tires are go be great compared to the people right there around him, but have to deal with it, but we can. you know the tire situation won't be great for a few laps hold the rest of off and hopefully we get a quick yell on ain't us and we'll be on equal The playing ground. Here we go get your alternator off coming to green. Look tighter on entry to me. slow one three up staying up high fifty three cars He 14. the frog get here at the front Your CAP and balance. fifty two two sixty two celsius speed the same thing or forward still trying to find the front more than slide the back stand for Pit Rd. twenty four as well",
            "events": [
                {
                    "lap": 26,
                    "name": "pit",
                    "lapTime": 42.037,
                    "maxCornerSpeed": 122,
                    "onThrotleTime": 56,
                    "understeerGradient": 9.7
                },
                {
                    "lap": 63,
                    "name": "pit",
                    "lapTime": 62.267,
                    "maxCornerSpeed": 42,
                    "onThrotleTime": 11,
                    "understeerGradient": 10.3
                },
                {
                    "lap": 70,
                    "name": "tires wearing",
                    "lapTime": 31.832,
                    "maxCornerSpeed": 164,
                    "onThrotleTime": 70,
                    "understeerGradient": 10.8
                },
                {
                    "lap": 107,
                    "name": "pit, fuel only",
                    "lapTime": 99.429,
                    "maxCornerSpeed": 43,
                    "onThrotleTime": 5,
                    "understeerGradient": 11.3
                },
                {
                    "lap": 110,
                    "name": "fastest lap time",
                    "lapTime": 31.542,
                    "maxCornerSpeed": 166,
                    "onThrotleTime": 74,
                    "understeerGradient": 10.2
                },
                {
                    "lap": 159,
                    "name": "pit this time",
                    "lapTime": 61.474,
                    "maxCornerSpeed": 71,
                    "onThrotleTime": 7.9,
                    "understeerGradient": 10.8
                },
                {
                    "lap": 212,
                    "name": "pit",
                    "lapTime": 89.148,
                    "maxCornerSpeed": 43,
                    "onThrotleTime": 3,
                    "understeerGradient": 10.2
                },
                {
                    "lap": 220,
                    "name": "pit",
                    "lapTime": 43.438,
                    "maxCornerSpeed": 123,
                    "onThrotleTime": 61,
                    "understeerGradient": 10.7
                },
                {
                    "lap": 267,
                    "name": "pit",
                    "lapTime": 60.902,
                    "maxCornerSpeed": 64,
                    "onThrotleTime": 4,
                    "understeerGradient": 11.1
                }
            ]
        },
        {
            "name": "41",
            "events": []
        },
        {
            "name": "47",
            "textSummary": "having i know you know this take care of them tires all day even under caution time to go to the back here in front You know what nine he failed inspection, so he'll be going to the rear once you get the front stretch. I believe you more. better and i need rear grip all turned to the center and through the center loose off ten four the last fifteen may wanna stop just a tiny bit short just cause it's opening out it's not quite as big as normal 5 to 21. Here we go. 3. to one now and away five four three two one right here well straight field library are you ready go hard how do i how do i all the way over watch speed three here the bottom Unless the front loose open, correct? Therefore. I think we're coming to choose here so. We were thinking bottom, unless you could get front row, obviously you're driving. Go where you want here. 1 to go. We will be choosing. Your tire is flat, correct? Yes. pit this time five back there still the bottom like you A lot faster than the leader right now. at the last faster than a leader right now you're good off the bottom pretty over too quick like either Luther, I ain't sure, probably loose I guess. pit fifteen to it for any pretty slow in the middle the race track When I pitted under green there and took off to the splitter, bother much taken off mean Instagram. Pretty good. The biggest thing that bothers me is when the right prep plants in the back snaps. you know he got the wheel into it trying to make you turn and as soon as i as soon as it grabs the back just snaps 10/4 majorly wrong with the front or it's just incredibly two tight take you low down the back it will be open we'll come second time everybody wants to push up top which to me only makes it worse Hard enough just to not spend the tires. That's right. Alright, you can pass caution car. Take your tires. Choose this time. they have top four took the bottom bottom up go around and seventy eight front up for the last one Tires are go be great compared to the people right there around him, but have to deal with it, but we can. you know the tire situation won't be great for a few laps hold the rest of off and hopefully we get a quick yell on ain't us and we'll be on equal The playing ground. Here we go get your alternator off coming to green. Look tighter on entry to me. slow one three up staying up high fifty three cars He 14. the frog get here at the front Your CAP and balance. fifty two two sixty two celsius speed the same thing or forward still trying to find the front more than slide the back stand for Pit Rd. twenty four as well",
            "events": [
                {
                    "lap": 26,
                    "name": "pit",
                    "lapTime": 52.155,
                    "maxCornerSpeed": 66,
                    "onThrotleTime": 13,
                    "understeerGradient": 16.1
                },
                {
                    "lap": 29,
                    "name": "splitter contact",
                    "lapTime": 32.794,
                    "maxCornerSpeed": 145,
                    "onThrotleTime": 67,
                    "understeerGradient": 16.8
                },
                {
                    "lap": 63,
                    "name": "pit 4 tires & fuel",
                    "lapTime": 63.156,
                    "maxCornerSpeed": 46,
                    "onThrotleTime": 3,
                    "understeerGradient": 17.1
                },
                {
                    "lap": 80,
                    "name": "adjustment worked",
                    "lapTime": 32.718,
                    "maxCornerSpeed": 146,
                    "onThrotleTime": 69,
                    "understeerGradient": 17.3
                },
                {
                    "lap": 107,
                    "name": "pit",
                    "lapTime": 85.097,
                    "maxCornerSpeed": 62,
                    "onThrotleTime": 5,
                    "understeerGradient": 17.5
                },
                {
                    "lap": 159,
                    "name": "pit next time",
                    "lapTime": 63.011,
                    "maxCornerSpeed": 46,
                    "onThrotleTime": 6,
                    "understeerGradient": 17
                },
                {
                    "lap": 212,
                    "name": "pit",
                    "lapTime": 83.906,
                    "maxCornerSpeed": 39,
                    "onThrotleTime": 3.5,
                    "understeerGradient": 16.76
                },
                {
                    "lap": 220,
                    "name": "pit",
                    "lapTime": 45.214,
                    "maxCornerSpeed": 121,
                    "onThrotleTime": 52,
                    "understeerGradient": 16.9
                },
                {
                    "lap": 228,
                    "name": "fastest lap time",
                    "lapTime": 31.59,
                    "maxCornerSpeed": 149,
                    "onThrotleTime": 59,
                    "understeerGradient": 7
                },
                {
                    "lap": 267,
                    "name": "pit",
                    "lapTime": 62.512,
                    "maxCornerSpeed": 53,
                    "onThrotleTime": 7,
                    "understeerGradient": 17.7
                }
            ]
        },
        {
            "name": "48",
            "events": []
        },
        {
            "name": "99",
            "events": []
        }
    ]
}